aic94xx-firmware
alacritty
arandr
arc-gtk-theme
autoconf
automake
base
binutils
bison
fakeroot
file
findutils
flex
gawk
gcc
gettext
git
google-chrome
grep
groff
grub
gzip
hardinfo
htop
imagemagick
imlib2
intel-ucode
kitty
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lsscsi
lxappearance-gtk3
m4
make
mesa-vdpau
nano
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nordic-darker-theme
nordic-theme
ntfs-3g
os-prober
pacman
papirus-icon-theme
paru
patch
pavucontrol
pcmanfm
picom-tryone-git
pkgconf
pulseaudio
python-pip
qtile
reflector
rofi
ruby
rubygems
scrot
sed
sudo
texinfo
udiskie
udisks2
unzip
volumeicon
wd719x-firmware
which
xcb-util-cursor
xdg-user-dirs
xdotool
xf86-video-ati
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xprop
xorg-xwininfo
xterm
